
/* localised versions of strings used internally in MidiKeys */

/* menu items */
"Virtual source" = "Source virtuelle";
"None" = "Aucun";

"Octave Up" = "Octave Supérieure";
"Octave Down" = "Octave Inférieure";

"Hot Keys Enabled" = "Hot Keys On";
"Hot Keys Disabled" = "Hot Keys Off";

/* alert for when there are no hot keys modifiers designated */
"Hot Keys Modifiers" = "Clavier actif à l'arrière-plan";
"Hot keys error text" = "Cochez au moins une touche de combinaison pour rendre le clavier actif à l'arrière-plan.";

/* alert for system older than jaguar */
"Old System" = "Système d'exploitation";
"Old System text" = "Vous devez avoir Mac OS X 10.2 ou supérieur pour utiliser MidiKeys.";


"HotKeyDockBadge" = "⌨"; // ⎃ ★ ⌨
